[
    {
        "id": 1,
        "title": "Sunan Abi Dawud 4449",
        "category": "hadith",
        "date": "30-11-2025",
        "author": "Vittorio",
        "excerpt": "Questo hadith, che i cristiani amano generalmente usare contro di noi per dimostrare che la Torah è stata preservata, ha un narratore debole di nome Hisham bin Sa'd Al Madni. La versione corretta di questo hadith è Sunan Abu Dawud 4446, che non include Hisham Bin Sa'd...",
        "content": [
            {
                "type": "text",
                "content": "<p>Questo hadith, che i cristiani amano generalmente usare contro di noi per dimostrare che la Torah è stata preservata, ha un narratore debole di nome Hisham bin Sa'd Al Madni. La versione corretta di questo hadith è Sunan Abu Dawud 4446, che non include Hisham Bin Sa'd nella catena di trasmissione e non menziona il profeta ﷺ che tiene in mano la Torah e dice di credere in colui che l'ha rivelata. Nella scansione qui sotto Shuayb Al Arna'oot lo indebolisce a causa di Hisham bin Sa'd.</p>"
            },
            {
                "type": "image",
                "src": "assets/sunan_abi_dawud_4449.png",
                "sourceUrl": "https://ia600606.us.archive.org/9/items/Eidh416_gmail_7_20180131_0551/6%D8%B3%D9%86%D9%86%20%D8%A3%D8%A8%D9%89%20%D8%AF%D8%A7%D9%88%D8%AF%20%D8%AA%D8%AD%D9%82%D9%8A%D9%82%20%D8%B4%D8%B9%D9%8A%D8%A8%20%D8%A7%D9%84%D8%A3%D8%B1%D9%86%D8%A4%D9%88%D8%B7.pdf",
                "sourceNote": "Sunan abi Dawud a cura di Shu'ayb al-Arna'ut e Muhammad Kamil Qara Balla, volume 6, pagina 498 (pagina 498 del pdf)",
                "translation": "4449- Ci ha riferito Ahmad ibn Sa'id al-Hamdani, ci ha riferito Ibn Wahb, mi ha riferito Hisham Ibn Sa'd, che Zayd ibn Aslam gli ha raccontato da Ibn 'Umar che un gruppo di ebrei è venuto dal Messaggero di Allah, che Allah lo benedica e gli dia pace, e gli ha chiesto di andare alla scuola, e lui è andato da loro e ha detto: \"O Abu al-Qasim, uno dei nostri ha commesso adulterio con una donna, giudica tra loro\". Gli misero un cuscino sotto le gambe e lui si sedette su di esso, poi disse: «Portatemi la Torah». Gliela portarono, lui tolse il cuscino da sotto di sé e vi posò sopra la Torah, poi disse: «Credo in te e in colui che ti ha fatto scendere», poi disse: «Portatemi il più sapiente tra voi». Fu portato un giovane, poi raccontò la storia della lapidazione secondo il racconto di Malik, da Nafi (1). <br><br> (1) Debole in questo contesto, poiché è stato riportato solo da Hisham ibn Sa'd, e ciò che è riportato solo da lui non è attendibile, visto che Ibn Shihab al-Zuhri lo ha contraddetto nei (Sahih) e in altri testi, riportandolo con un altro contesto da Nafi' da Ibn 'Umar, e la sua narrazione è stata riportata in precedenza con il numero (4446). È stato riportato da Ibn Abd al-Barr in \"Al-Tamhid\" 397/14 da Abu Dawud, con questa catena di trasmissione."
            },
            {
                "type": "text",
                "content": "<p>Ad Dhahabi cita studiosi che lo hanno definito debole, come Yahya Ibn Ma'in, Ahmad, Abu Hatim e Ibn 'Adi, mentre Abu Dawud lo considerava affidabile, specialmente nella narrazione di Zayd ibn Aslam رضي الله عنه (in questo caso narra per Ibn Umar رضي الله عنه). Ibn Hibban lo ha accusato di attribuire erroneamente i rapporti mauquf come marfu' e di non comprendere l'isnad.</p>"
            },
            {
                "type": "image",
                "src": "assets/siyar_a'lam_al-nubala'.png",
                "sourceUrl": "https://dn721202.ca.archive.org/0/items/Siyar_Alam_Nubala_Thahabi/san07.pdf",
                "sourceNote": "Siyar a'lam al-nubala' a cura di Shu'ayb al-Arna'ut e 'Ali abu Zayd, volume 7, pagina 345 (pagina 345 del pdf)",
                "translation": "Abbas disse, riferendosi a Ibn Ma'in: «È debole». Ahmad disse: «Non era un esperto». Abu Hatim disse: «Per me lui e Ibn Ishaq sono uguali». Ahmad disse: «Yahya ibn Sa'id non narrava da lui». Abu Dawood disse: «È affidabile, il più attendibile tra gli uomini riguardo a Zayd ibn Aslam». Abdullah ibn Ahmad disse: «Ho chiesto a mio padre di lui, e mi ha risposto: \"È così e così\"». Mu'awiya ibn Salih riferì da Ibn Ma'in: «Non è così forte». Ibn Adi disse: «Nonostante la sua debolezza, i suoi hadith vengono trascritti». E Ibn Hibban, come al solito, citò che egli narrava da Sa'id ibn al-Musayyib. Così è scritto nella copia, poi disse: era tra coloro che trasmettevano la catena di trasmissione (1), senza comprenderla, e attribuiva le narrazioni sospese a fonti che non conosceva, quindi quando le sue contraddizioni con le prove divennero numerose, ..."
            }
        ]
    },
    {
        "id": 2,
        "title": "Spiegazione della jizyah",
        "category": "fiqh",
        "date": "30-11-2025",
        "author": "Vittorio",
        "excerpt": "Inizieremo con sheykh Al Islam Ibn Taymiyyah che spiega che lo scopo della jizyah e dello sighar è quello di proteggere la vita dei non musulmani sotto il dominio musulmano...",
        "content": [
            {
                "type": "text",
                "content": "<p>Inizieremo con sheykh Al Islam Ibn Taymiyyah che spiega che lo scopo della jizyah e dello sighar è quello di proteggere la vita dei non musulmani sotto il dominio musulmano. Egli afferma che la spada non viene usata contro di loro solo per la loro miscredenza, né il pagamento della jizyah li salva dalla punizione nell'aldilà. Al contrario, viene usata per fermare il loro male, la loro aggressività e i loro tentativi di impedire ad altri di convertirsi all'Islam. Questo danno viene eliminato attraverso la loro sottomissione e l'accordo che stipulano con lo Stato musulmano, che impedisce loro di usare le mani o la lingua contro i musulmani. Poiché non combattono, i musulmani combattono per loro e li proteggono. In cambio, viene loro prelevata la jizyah, che aiuta i musulmani che combattono sulla via di Allah. In realtà si tratta di un atto di gentilezza nei loro confronti.La parola jizyah deriva da qualcosa che viene dato come pagamento, simile alla diyyah (prezzo del sangue). L'importo della jizyah dipende dal beneficio. Poiché si tratta di un pagamento per proteggersi e adempiere a ciò che è richiesto, viene chiamata jizyah.Gli ulama hanno opinioni diverse sul fatto che il suo importo sia fissato nella Sharia o lasciato al giudizio del sovrano. Il punto di vista corretto è che non è fisso e dipende da ciò che il sovrano ritiene vantaggioso e da ciò che i non musulmani accettano di pagare.</p>"
            },
            {
                "type": "image",
                "src": "assets/qa'idah_mukhtasarah_fi_qital_al-kuffar.png",
                "sourceUrl": "https://ia801606.us.archive.org/31/items/waq64745/64745.pdf",
                "sourceNote": "Qa'idah mukhtasarah fi qital al-kuffar, pagina 214-216",
                "translation": "<p>Lo scopo della jizyah e del sighar (sottomissione) è quello di proteggere il suo sangue dall'essere versato dalla spada, e la spada non è stata usata contro di lui a causa della sua miscredenza, né è stata usata per proteggerlo dalla punizione nell'aldilà. Al contrario, è stato fatto per fermare il suo danno, la sua aggressività e il suo impedire agli altri di professare la religione. Questo danno viene rimosso con il sighar e la jizyah insieme a un accordo, perché con il sighar e un accordo, egli non è in grado di usare le sue mani o la sua lingua per fare del male. <br><br> Nota a piè di pagina: Ibn Taymiyyah d. 728 AH ha detto in Majmu al-Fatawa (20/101): \"Le punizioni in questo mondo non mostrano se un peccato è grande o piccolo, perché questo mondo non è il luogo della ricompensa. Il luogo della ricompensa è l'aldilà. Ma le punizioni in questo mondo sono state create per fermare la corruzione e l'aggressione... Questo è il motivo per cui ai miscredenti che sono dhimmis (non musulmani sotto la protezione dei musulmani) è permesso rimanere pagando la jizyah, anche se il loro peccato di non credere è più grave - secondo l'accordo dei musulmani - del peccato di qualcuno che viene giustiziato per adulterio o omicidio\". <br><br> Quindi, egli non fa parte delle persone che combattono. Sono invece i musulmani a combattere per lui e a proteggere il suo sangue e le sue ricchezze dai nemici. Quindi, quando qualcosa gli viene sottratto, viene utilizzato tra di noi per aiutare coloro che combattono sulla via di Allah. Questa era una completa gentilezza nei suoi confronti.Jizyah: la sua definizione, il suo significato, il suo importo.Jizyah deriva da jazaa (qualcosa dato in cambio). Si dice: “Questo ha jazaa per me”, nel senso che mi è stato dato come pagamento, proprio come diyyah (prezzo del sangue) è chiamato diyyah perché viene dato. Si dice: “Ho dato questo (addaytuhu)”, nel senso che l'ho pagato e consegnato. E i pagamenti a tempo determinato sono chiamati itawah (tributo) perché sono dati, e muwadda (pagamento) perché sono pagati. Quindi, questa parola è usata per qualcosa che viene imposto a una persona da pagare, dove è tenuta a pagarlo, come se si dicesse: “fino a quando non daranno ciò che è dovuto da loro”. <br><br> Nota a piè di pagina: Ibn Qayyim, morto nel 751 AH, ha detto in Ahkam Ahl al-Dhimmah (1/79): «Quindi, quando pagano la jizyah con le loro stesse mani mentre sono in sottomissione, questo è vantaggioso sia per i musulmani che per i miscredenti. Il vantaggio per i musulmani è che ottengono ricchezze che rafforzano l'Islam, umiliando al contempo la miscredenza e sminuendola. <br><br> Questo è meglio per loro che lasciare i miscredenti senza jizyah. Il vantaggio per i miscredenti è che, rimanendo in vita, c'è ancora speranza che possano accettare l'Islam quando ne vedranno i segni e le prove o ne sentiranno parlare. Alcuni di loro devono convertirsi all'Islam, e questo è più gradito ad Allah che ucciderli». Ciò che viene dato come jazaa significa qualcosa che viene pagato. Quindi, il suo importo è commisurato al beneficio. Poiché viene dato per proteggersi, cioè per pagare ciò che gli viene richiesto, viene chiamato jizyah. <br><br> Nota a piè di pagina: Ibn Taymiyyah, morto nel 728 AH, ha detto in Majmu al-Fatawa (19/253): \"Le parole jizyah e diyyah derivano da jazaa yujzee* quando qualcosa viene pagato e dato. Il Profeta disse: «È sufficiente per te (tajzee anka), ma non è sufficiente (tajzee) per chiunque dopo di te». In origine era jazaa jizyah, proprio come wa’ada diventa iddah e wazana diventa zinah. La parola diyyah deriva da wada ya'di* che significa diyyah, proprio come wa’ada diventa iddah. <br><br> Gli ulema non erano d'accordo sul fatto che la jizyah avesse un importo fisso nella Sharia o se fosse lasciata al giudizio del sovrano. Il punto di vista corretto è che non è fissata dalla Sharia... Si basa su ciò che il sovrano ritiene vantaggioso e su ciò che i non musulmani accettano, quindi diventa un loro dovere pagarla, nel senso che intendono farlo e la danno\"."
            },
            {
                "type": "text",
                "content": "<p>Ora citerò molti passaggi dal libro di Ibn Al Qayyim Ahkam Ahl adh-Dhimah, che contiene le regole per gli ahlul kitab in materia di pagamento delle tasse sotto un governante musulmano, per aiutarti a capire come funziona la Jizya.</p>"
            },
            {
                "type": "image",
                "src": "assets/ahkam_ahl_al-dhimma_79-80.png",
                "sourceUrl": "https://www.noor-book.com/en/ebook-0245-%D8%A7%D8%AD%D9%83%D8%A7%D9%85-%D8%A7%D9%87%D9%84-%D8%A7%D9%84%D8%B0%D9%85%D9%87-%D9%84%D8%A7%D8%A8%D9%86-%D8%A7%D9%84%D9%82%D9%8A%D9%85-pdf",
                "sourceNote": "Ahkam ahl al-dhimma, pagina 79-80 (pagina 187-188 del pdf)",
                "translation": "Allo sceicco, all'imam, allo studioso, al sapiente Shams al-Din, che Allah lo ricompensi con la Sua generosità, fu chiesto quale fosse la modalità di imposizione della jizya alle persone soggette alla dhimma nei territori musulmani, il motivo della sua imposizione, l'importo prelevato dai ricchi, dalla classe media e dai poveri, il limite di ricchezza, lo status medio e la povertà in esso, se i governanti dei musulmani, che Allah li sostenga, siano ricompensati per averla applicata in base alle condizioni delle persone o meno, e se sia prelevata dai ricchi, dai poveri e dalla classe media allo stesso modo.Egli rispose: Per quanto riguarda il motivo dell'imposizione della jizya, è quanto dice Allah:«Combattete coloro che non credono in Allah e nell'Ultimo Giorno, e non proibiscono ciò che Allah e il Suo Messaggero hanno proibito, e non seguono la religione della verità tra coloro che hanno ricevuto il Libro, finché non paghino la jizya di mano propria, umiliandosi».Da chi viene prelevata la jizya? I fuqaha hanno concordato all'unanimità che la jizya viene prelevata dal Popolo del Libro e dai Magi. Fonti degli studiosi concordano sul fatto che la jizya sia prelevata dal Popolo del Libro e dai Magi: “Al-Umm” dell'Imam al-Shafi'i 181/4-182, e vedi “Mukhtasar al-Muzani”, stampato alla fine di “Al-Umm” 384/8-378, “Al-Amwal” di Abu Ubayd, pagine 34-45, “Sharh al-Zurqani ala al-Muwatta” 141/2-142, “Al-Kharaj” di Abu Yusuf, pagina 122, “Al-Muhalla” di Ibn Hazm al-Andalusi 345/7-346, “Al-Masa'il al-Fiqhiyya” di Qadi Abu Ya'la al-Farra 380/2 e “Al-Ahkam al-Sultaniyya” dello stesso autore, pagina 153, “Al-Udda Sharh al-Umdah” di Baha al-Din Ibn Abd al-Rahman al-Maqdisi, pagine 614-620, “Al-Ahkam al-Sultaniyya” di al-Mawardi, pagina 181, “Ahkam Ahl al-Milal” di Abu Bakr al-Khallal, pagina 87, “Sunan al-Bayhaqi” 184/9-185, “Al-Jawhar al-Naqi” di Ibn al-Turkumani 184/9-185 (nel margine di Sunan al-Bayhaqi), “Musannaf Abd al-Razzaq” 3/6-132, “Musannaf Ibn Abi Shayba” 580/7, “Fath al-Bari Sharh Sahih al-Bukhari” di al-Hafidh Ibn Hajar al-Asqalani 259/6-260. “Awn al-Ma’bud Sharh Sunan Abi Dawud” di al-Azim Abadi 287/8, 293-294, “Sharh Sahih Muslim” dell'Imam al-Nawawi 39/12, e “Al-Majmu’ Sharh al-Muhadhdhab” dello stesso autore 386/19-406, “Majmu’ al-Fatawa” di Shaykh al-Islam Ibn Taymiyya 355/28, e “Al-Fatawa al-Kubra” 613/4-616, “Sharh al-Sunnah” di al-Baghawi 10/11, “Tafsir Ibn Kathir” 361/2, “Tuhfat al-Ahwadhi Sharh Jami' al-Tirmidhi” di al-Mubarakfuri 210/5, “Nayl al-Awtar” di al-Shawkani 213/8-215, “Fath al-Qadir” dello stesso autore 351/2, “Al-Rawdah al-Nadiyyah” di Siddiq Hasan Khan 354/2-355, “Subul al-Salam” di al-Amir al-San'ani 121/4-126 e “Manar al-Sabil” di Ibn Duwaiyan 279/2-281."
            },
            {
                "type": "text",
                "content": "<h2>Perché il Profeta ﷺ non ha prelevato la jizya dagli adoratori di idoli?</h2> <p>La jizya non è stata prelevata dagli adoratori di idoli perché il comando relativo alla jizya è stato rivelato nel nono anno dell'Egira, durante la spedizione di Tabuk, dopo che l'intera penisola arabica aveva già abbracciato l'Islam e non erano rimasti adoratori di idoli. A quel tempo, l'adorazione degli idoli era quasi estinta nella regione, non lasciando alcuna possibilità di imporre la jizya su di loro.Prima di allora, il Profeta ﷺ aveva combattuto gli adoratori di idoli, ai quali era stata data solo la possibilità di scegliere tra accettare l'Islam o essere combattuti. Tuttavia, dopo la rivelazione del versetto sulla jizya, essa fu applicata a coloro che rimanevano ancora nella miscredenza, come i cristiani e i magi, che non erano ancora stati conquistati o convertiti.</p>"
            },
            {
                "type": "image",
                "src": "assets/ahkam_ahl_al-dhimma_89-90.png",
                "sourceUrl": "https://www.noor-book.com/en/ebook-0245-%D8%A7%D8%AD%D9%83%D8%A7%D9%85-%D8%A7%D9%87%D9%84-%D8%A7%D9%84%D8%B0%D9%85%D9%87-%D9%84%D8%A7%D8%A8%D9%86-%D8%A7%D9%84%D9%82%D9%8A%D9%85-pdf",
                "sourceNote": "Ahkam ahl al-dhimma, pagina 89-90 (pagina 197-198 del pdf)",
                "translation": "E non si dovrebbe dire che la jizya si applica solo al Popolo del Libro, poiché la formulazione non la limita solo a loro. Inoltre, le spedizioni e gli eserciti del Messaggero di Allah (pace e benedizioni su di lui) combatterono principalmente contro gli idolatri tra gli arabi.Non si dovrebbe nemmeno dire che il Corano limiti la jizya al Popolo del Libro, poiché Allah ha comandato di combattere il Popolo del Libro finché non pagasse la jizya, e il Profeta (pace e benedizioni su di lui) ha comandato di combattere i politeisti finché non pagassero la jizya. Quindi, essa è prelevata dal Popolo del Libro dal Corano e dai miscredenti in generale dalla Sunnah.Il Messaggero di Allah (pace e benedizioni su di lui) la prelevò dai magi, che adoravano il fuoco, e non c'è alcuna differenza tra loro e gli adoratori di idoli. Non è corretto dire che appartenevano al Popolo del Libro o che avevano un libro. Se fossero stati considerati Popolo del Libro dai compagni, che Allah sia soddisfatto di loro, Umar, che Allah sia soddisfatto di lui, non avrebbe esitato riguardo alla loro sentenza. Il Profeta, pace e benedizioni su di lui, non disse: «Trattateli come il Popolo del Libro», se non per dimostrare che non appartenevano a loro. Allah ha menzionato il Popolo del Libro in diversi passaggi del Corano e ha menzionato i profeti ai quali sono stati rivelati libri e grandi leggi, ma non ha menzionato alcun libro o profeta per i Magi, sebbene fossero una grande nazione con potere, numero e forza. Piuttosto, il Corano indica il contrario, come menzionato in precedenza. Se la jizya viene prelevata dagli adoratori del fuoco, allora qual è la differenza tra loro e gli adoratori di idoli?Se si dice: Il Profeta, pace e benedizioni su di lui, non l'ha prelevata da nessuno degli adoratori di idoli nonostante li abbia combattuti così tanto!Si dice: Sì, e questo perché il versetto della jizya fu rivelato nell'anno di Tabuk, nel nono anno dell'Egira, dopo che l'intera penisola arabica aveva abbracciato l'Islam e non erano rimasti adoratori di idoli. Quando fu rivelato il versetto della jizya, il Profeta, pace e benedizioni su di lui, la prese da coloro che erano rimasti miscredenti tra i cristiani e i magi. Ecco perché non la prese dagli ebrei di Medina quando arrivò per la prima volta, né dagli ebrei di Khaybar, perché aveva già stipulato un trattato con loro prima che fosse rivelato il versetto della jizya."
            },
            {
                "type": "text",
                "content": "<h2>Perché viene imposta la jizya?</h2>"
            },
            {
                "type": "image",
                "src": "assets/ahkam_ahl_al-dhimma_105-106.png",
                "sourceUrl": "https://www.noor-book.com/en/ebook-0245-%D8%A7%D8%AD%D9%83%D8%A7%D9%85-%D8%A7%D9%87%D9%84-%D8%A7%D9%84%D8%B0%D9%85%D9%87-%D9%84%D8%A7%D8%A8%D9%86-%D8%A7%D9%84%D9%82%D9%8A%D9%85-pdf",
                "sourceNote": "Ahkam ahl al-dhimma, pagina 105-106 (pagina 213-214 del pdf)",
                "translation": "La questione si basa su un interrogativo fondamentale: la jizya è stata imposta per proteggere la vita o come mezzo per umiliare i miscredenti e i loro seguaci, rendendola una punizione? Coloro che sostengono il primo significato (che la jizya protegge la vita) affermano: solo perché la jizya garantisce protezione a coloro la cui miscredenza è più lieve rispetto ad altri, ovvero il Popolo del Libro, ciò non significa necessariamente che debba proteggere anche coloro la cui miscredenza è più grave. Coloro che considerano il secondo significato (che la jizya serve per umiliare) sostengono: lo scopo della jizya è quello di dimostrare la vergogna della miscredenza e del suo popolo e di sottometterli. Questo non è qualcosa di limitato al Popolo del Libro, ma si applica a tutti i miscredenti. <br><br> NOTA A MARGINE: Questa è un'opinione minoritaria, come mostrato di seguito Essi dicono: Il testo stesso indica questo significato nel versetto: «Finché non paghino la jizya di persona, umiliati» – (Sura At Tawbah: 29) <br><br> La jizya, quindi, significa umiliazione e sottomissione, motivo per cui è paragonabile alla schiavitù. Dicono anche: Se è lecito tenerli in schiavitù mentre rimangono nella loro miscredenza, allora è ancora più lecito tenerli sotto la jizya, perché la punizione della jizya è maggiore della punizione della schiavitù. Questo è il motivo per cui coloro ai quali non viene imposta la jizya, come le donne, i bambini e altri, vengono invece ridotti in schiavitù."
            },
            {
                "type": "text",
                "content": "<p>L'affermazione secondo cui la jizyah debba essere riscossa con umiliazioni pubbliche, come costringere i dhimmi a inchinarsi e a essere picchiati, è invalida e priva di fondamento. L'opinione prevalente è che la jizyah debba essere riscossa con rispetto, come facevano il Profeta ﷺ e i califfi. Il significato corretto di ṣighār (ultima parola della sura At Tawbah, versetto 29, utilizzata da Ibn Al Qayyim per indicare l'umiliazione) è sottomissione alla Sharia.Umar رضي الله عنه permise alle tribù arabe cristiane di pagare il doppio della zakat invece della jizyah, poiché esse si opponevano al suo nome. Questa sentenza divenne vincolante poiché nessun altro compagno si oppose. Se un gruppo non musulmano chiede di rinominare la jizyah come beneficenza, l'imam può accettare se ciò va a vantaggio dello Stato.Il denaro è ancora classificato come jizyah e l'importo deve soddisfare il minimo di un dinaro a persona. Se necessario, l'aliquota può essere aumentata. Se il gruppo in seguito chiede di tornare a chiamarla jizyah, la richiesta può essere accolta.</p>"
            },
            {
                "type": "image",
                "src": "assets/rawdatu_talibin_10!315-318.png",
                "sourceUrl": "https://dn790008.ca.archive.org/0/items/nawawirawdah/10_44499.pdf",
                "sourceNote": "Rawdatu talibin, volume 10, pagina 315-318 (pagina 315-318 del pdf)",
                "translation": "Alcuni studiosi hanno affermato che la jizyah dovrebbe essere riscossa in modo umiliante, obbligando il dhimmi a stare in piedi mentre l'esattore musulmano è seduto, ordinandogli di tirare fuori la mano dalla tasca, piegare la schiena, abbassare la testa, versare il denaro su una bilancia, e facendosi afferrare la barba e colpire la mascella. Alcuni consideravano questa umiliazione (ṣighār) obbligatoria, mentre altri la consideravano raccomandata. Sulla base di ciò, se l'umiliazione è obbligatoria, un dhimmi non può nominare un musulmano che paghi per suo conto o avere un musulmano che garantisca la sua jizyah. Se l'obiettivo principale è solo quello di riscuotere il pagamento e l'umiliazione è soddisfatta semplicemente dalla loro sottomissione forzata al dominio islamico, allora tali accordi sono consentiti. La seconda opinione è più forte, in quanto non impedisce la riscossione della jizyah o l'imposizione della sottomissione.Tuttavia, l'opinione corretta è che questo rituale di umiliazione non abbia alcuna base affidabile. È stato menzionato solo da alcuni studiosi successivi della regione del Khorasan, mentre la maggior parte degli studiosi ha affermato che la jizyah dovrebbe essere riscossa con delicatezza, come qualsiasi altro debito finanziario. Questo approccio di umiliazione non è valido perché il Profeta ﷺ e i suoi califfi riscuotevano la jizyah senza ricorrere a nessuna di queste azioni. Al-Rafi‘i ha affermato che la definizione corretta di ṣighār è semplicemente la sottomissione alla legge islamica. La forma più grande di umiliazione è avere i non musulmani governati da un sistema in cui non credono. Umar رضي الله عنه richiese la jizyah alle tribù arabe cristiane di Tanukh, Bahra e Banu Taghlib, che si erano convertite al cristianesimo in un momento sconosciuto. Quando fu loro chiesto di pagare la jizyah, essi obiettarono dicendo: «Noi siamo arabi e non dovremmo pagare ciò che pagano gli stranieri. Prendete da noi ciò che prendete dai vostri compagni musulmani». Volevano pagare la zakat invece della jizyah. Umar rifiutò, dicendo: «La zakat è un obbligo per i musulmani». Gli chiesero allora di aumentare l'importo, ma senza chiamarlo jizyah. Umar acconsentì e raddoppiò l'aliquota della zakat per loro. Gli studiosi considerarono questa decisione un precedente vincolante, poiché nessuno degli altri compagni obiettò, rendendola una forma di consenso. Il contratto di dhimmah fu concesso in modo permanente e non può essere revocato.Ci furono alcune obiezioni a questo accordo. Una delle preoccupazioni era che alcuni individui potessero possedere poche ricchezze, il che significava che il loro pagamento poteva essere inferiore a un dinaro pro capite, mentre altri potevano non avere alcuna ricchezza tassabile, rendendoli tecnicamente esenti da qualsiasi pagamento. Tuttavia, Umar non approfondì la questione, probabilmente assicurandosi che la riscossione minima non scendesse mai al di sotto di un dinaro a persona. In alternativa, potrebbe aver richiesto loro di pagare la differenza se il loro pagamento basato sulla ricchezza fosse stato insufficiente. Alcuni studiosi hanno suggerito che eventuali carenze si sarebbero compensate nel tempo, poiché una persona che pagava meno un anno avrebbe potuto pagare di più un altro anno. Altri hanno sostenuto che i membri più ricchi della tribù stavano effettivamente pagando per conto dei poveri, garantendo che l'importo minimo richiesto fosse comunque raggiunto. Se un gruppo di non musulmani chiede di pagare la jizyah sotto forma di beneficenza (ṣadaqah) invece che come jizyah, l'imam può accettare questo accordo se lo ritiene vantaggioso. In questo caso, l'aspetto umiliante e il nome “jizyah” vengono eliminati, ma l'importo richiesto è il doppio della normale quota di beneficenza e il denaro continua a essere classificato come jizyah e versato nelle casse dello Stato per le spese pubbliche. Alcuni studiosi hanno sostenuto che ciò dovrebbe essere limitato agli arabi, mentre l'opinione prevalente è che si applichi a tutti i non musulmani.L'importo è fissato in base all'aliquota standard della zakat ed è sufficiente che l'imam dica: “Vi ho imposto il doppio della carità” invece di chiamarla jizyah. Tuttavia, i fondi sono ancora classificati come jizyah e spesi di conseguenza. Nulla viene prelevato dalle donne, dai bambini o dai malati di mente. Se l'importo totale raccolto non raggiunge un dinaro pro capite, l'aliquota può essere triplicata o aumentata ulteriormente per compensare.Se la popolazione non musulmana è numerosa e difficile da monitorare, si discute se sia possibile utilizzare una stima per garantire che la raccolta raggiunga un dinaro pro capite. L'opinione prevalente è che debba essere garantita la riscossione esatta. L'importo riscosso può essere pari alla zakat normale o alla metà della sua aliquota se il totale soddisfa comunque il requisito di un dinaro. Alcuni studiosi hanno raccomandato di aumentare leggermente l'importo per evitare di chiamarlo jizyah, mentre altri lo hanno sconsigliato per evitare confusione con i pagamenti dei musulmani. Se è stato stipulato un accordo per raddoppiare l'aliquota della zakat, ma in seguito i non musulmani hanno chiesto di eliminare l'importo in eccesso e ripristinare il nome “jizyah”, l'opinione corretta è che la loro richiesta debba essere accolta."
            },
            {
                "type": "text",
                "content": "<p>Alcuni hanno interpretato erroneamente il versetto del Corano sulla jizyah e hanno introdotto pratiche umilianti nella sua riscossione. Importanti studiosi, tra cui l'Imam al-Nawawi e Ibn Qudamah, hanno condannato con forza queste innovazioni, affermando che il Profeta ﷺ e i califfi riscuotevano la jizyah con gentilezza e correttezza, non con umiliazioni.</p>"
            },
            {
                "type": "image",
                "src": "assets/al-jihan_fi_al-islam_132.png",
                "sourceUrl": "https://ia903102.us.archive.org/35/items/Pdf1160/%D9%83%D8%AA%D8%A7%D8%A8%20%20%20pdf%20%20%20%20%20%D8%A7%D9%82%D8%B1%D8%A7%20%D8%A7%D9%88%D9%86%D9%84%D8%A7%D9%8A%D9%86%20%20%201160%20-%20%D8%A7%D9%84%D8%AC%D9%87%D8%A7%D8%AF%20%D9%81%D9%8A%20%D8%A7%D9%84%D8%A5%D8%B3%D9%84%D8%A7%D9%85%20%D9%84%D9%84%D8%A8%D9%88%D8%B7%D9%8A.pdf",
                "sourceNote": "Al-jihad fi al-islam, pagina 132 (pagina 135 del pdf)",
                "translation": "Alcuni hanno frainteso il versetto: «Finché non paghino la jizyah con le loro mani, umiliati» (Sura at-Tawbah 9:29) e hanno introdotto innovazioni nel modo in cui viene riscossa la jizyah, aggiungendo pratiche umilianti che non hanno mai fatto parte della legge islamica.I principali imam di diversi madhhahib hanno respinto con forza queste innovazioni, mettendo in guardia dall'adottarle. Tra questi c'era l'imam al-Nawawi, che ha severamente negato queste distorsioni.In Rawdat al-Talibin, dopo aver menzionato queste false aggiunte e averle attribuite ai loro sostenitori, ha detto: «La procedura descritta non ha alcun fondamento affidabile. È stata menzionata solo da alcuni studiosi khorasani. La maggior parte dei nostri studiosi ha affermato che la jizyah dovrebbe essere riscossa con delicatezza, come qualsiasi altro tributo finanziario. La sentenza corretta è che queste umiliazioni inventate sono invalide e devono essere respinte. Né il Profeta ﷺ né alcuno dei califfi ben guidati ha mai praticato tali approcci nella riscossione della jizyah». Egli ripeté questo avvertimento nel suo famoso libro al-Minhaj.Allo stesso modo, Ibn Qudamah, in al-Mughni, menzionò alcune di queste pratiche errate e chiarì che il Profeta ﷺ, i suoi compagni e i Califfi Ben Guidati non imponevano approcci così umilianti. Al contrario, essi sottolineavano che la jizyah doveva essere riscossa con gentilezza e benevolenza."
            },
            {
                "type": "text",
                "content": "<p>Valore storico accurato del dinaro e del dirham <br><br>1 dinaro = circa 4,25 grammi d'oro <br>1 dirham = circa 2,975 grammi d'argento <br><br>Nel VII secolo, 1 dinaro valeva circa 10 dirham, anche se si verificavano fluttuazioni di mercato. Per convertire in valuta moderna, consideriamo il costo dei beni di base all'epoca, quindi stimiamo il costo degli stessi beni oggi: <br><br>1 dinaro (4,25 g di oro) poteva acquistare: <br>- Una pecora sana <br>- Cibo sufficiente per diversi giorni per una famiglia <br><br>In termini moderni: <br>- Una pecora in molti paesi costa 250-300 dollari USA / 190-230 sterline inglesi <br>- Cibo di base per una famiglia per una settimana: 150$ / 120 £ <br><br>Quindi, per il potere d'acquisto storico: <br>1 dinaro = 200-300 $ / 150-230 £ <br>1 dirham = 20-30 $ / 15-23 £</p>"
            },
            {
                "type": "text",
                "content": "<h2>Tassi di jizya specifici per madhhab con equivalenti moderni</h2>"
            },
            {
                "type": "text",
                "content": "<p><h4>Ash-Shafi‘i</h4><p>1 dinaro= 250 USD / 190 GBP può essere aumentata dall'imam se necessario.</p> <br> <h4>Malikiti</h4><p>4 dinari o 40 dirham= 1000-1200 USD / 760-920 GBP sono consentite riduzioni per anziani, poveri e deboli.</p><br><h4>Hanafiti</h4><p>Basato su tre livelli di reddito:<br>Ricchi: 48 dirham = 960-1440 $ USD / 720-1100 £ GBP<br>Classe media: 24 dirham = 480-720 $ USD / 360-550 £ GBP<br>Poveri: 12 dirham = 240-360 USD / 180-275 GBP </p><br><h4>Ahmad ibn Hanbal</h4><p>Quattro opinioni riportate:<br>1. Attenersi alle tariffe di Umar senza modifiche<br>2. Consentire all'imam di adeguare<br>3. È possibile aumentare ma non ridurre<br>4. Il popolo dello Yemen mantiene le tariffe originali</p>"
            },
            {
                "type": "image",
                "src": ["assets/ahkam_ahl_al-dhimma_123-125.png","assets/ahkam_ahl_al-dhimma_126-127.png"],
                "sourceUrl": "https://ia903102.us.archive.org/35/items/Pdf1160/%D9%83%D8%AA%D8%A7%D8%A8%20%20%20pdf%20%20%20%20%20%D8%A7%D9%82%D8%B1%D8%A7%20%D8%A7%D9%88%D9%86%D9%84%D8%A7%D9%8A%D9%86%20%20%201160%20-%20%D8%A7%D9%84%D8%AC%D9%87%D8%A7%D8%AF%20%D9%81%D9%8A%20%D8%A7%D9%84%D8%A5%D8%B3%D9%84%D8%A7%D9%85%20%D9%84%D9%84%D8%A8%D9%88%D8%B7%D9%8A.pdf",
                "sourceNote": "Ahkam ahl al-dhimma, pagina 123-127 (pagina 231-235 del pdf)",
                "translation": "Gli imam dell'Islam avevano opinioni diverse riguardo all'importo della jizya. L'imam Ash-Shafii, che Allah abbia misericordia di lui, disse: «Una persona povera che lavora dovrebbe pagare un dinaro, una persona di ceto medio dovrebbe pagare due dinari e una persona ricca dovrebbe pagare quattro dinari. L'importo minimo è di un dinaro e quello massimo è quello concordato. Non è consentito prendere meno di un dinaro». I compagni di Malik dissero: «L'importo massimo della jizya è di quattro dinari per chi usa l'oro e quaranta dirham per chi usa l'argento. Non dovrebbe essere aumentato oltre tale limite. Tuttavia, se qualcuno è debole, l'imam può ridurlo come ritiene opportuno».Ibn al-Qasim disse: «L'importo fissato da Umar, che Allah sia soddisfatto di lui, non dovrebbe essere ridotto per i poveri né aumentato per i ricchi».Al-Qadhi Abu al-Hasan disse: «Non esiste un minimo fisso. Alcuni dicono che il minimo sia un dinaro o dieci dirham».I compagni di Abu Hanifah, che Allah abbia misericordia di loro, dissero: «Una persona ricca dovrebbe pagare quarantotto dirham, una persona di ricchezza moderata dovrebbe pagare ventiquattro e una persona povera dovrebbe pagare dodici». Essi differivano sulla definizione di ricchezza, povertà e mezzi moderati. Dissero: «L'approccio migliore è quello di considerare le condizioni economiche di ogni terra e ciò che la sua gente ritiene appropriato, poiché le usanze variano da luogo a luogo». Per quanto riguarda l'Imam Ahmad, che Allah abbia misericordia di lui, le testimonianze su di lui sono diverse. La maggior parte dei suoi compagni riferisce che gli importi sono fissi: dodici dirham per un lavoratore povero, ventiquattro per una persona di ceto medio e quarantotto per una persona ricca.Harb ha detto nel suo Masa'il: «Ho chiesto ad Abu Abdullah (Ahmad) quale fosse l'imposta pro capite (jizya) se il dhimmi fosse ricco». Egli rispose: «Quarantotto dirham». Io dissi: «E se è meno di così?». Egli rispose: «Ventiquattro». Io dissi: «E se è ancora meno?». Egli rispose: «Dodici». Io chiesi: «Non c'è niente di meno di dodici?». Egli rispose: «No».Nella narrazione di suo figlio Salih, Ibrahim ibn Hani e Abu al-Harith, disse: «L'importo massimo della jizya è quarantotto, l'importo moderato è ventiquattro e il minimo è dodici». Nella narrazione di Abu al-Harith, aggiunse: «Umar impose quarantotto ai ricchi e dodici ai poveri».Al-Khallal disse: «La sentenza seguita da Abu Abdullah (Ahmad) è che l'imam ha il diritto di aumentarla o diminuirla, ma nessuno al di sotto di lui può farlo». Yaqub ibn Bukhtan riferì specificatamente da Abu Abdullah che all'imam non è permesso ridurla. Tuttavia, dieci diverse narrazioni dei suoi compagni riportano che non vi è nulla di male nel farlo. Egli disse: «Forse Abu Abdullah ne parlò una volta, ma la sentenza che viene seguita da lui, come narrato dalla maggioranza, è che all'imam è permesso aumentarla o ridurla». L'argomento a favore di ciò è stato discusso approfonditamente.Al-Athram disse: «Ho sentito Abu Abdullah essere interrogato sulla jizya: quanto ammonta?». Egli rispose: «Umar, che Allah sia soddisfatto di lui, la fissò a quarantotto, ventiquattro e dodici». Gli fu chiesto: «Come mai?». Egli rispose: «In base a quanto possono permettersi». Gli fu chiesto: “Può essere aumentata o diminuita oggi?” Egli rispose: “Sì, può essere aumentata o diminuita in base alle loro capacità e a ciò che l'imam ritiene opportuno”. Abu Talib disse: «Ho chiesto ad Abu Abdullah del hadith di Uthman ibn Hunayf: “Prendi la jizya da loro?” Egli rispose: ‘Sì’. Dissi: “Può essere aumentata?” Egli rispose: “A causa di ciò che disse Umar, che Allah sia soddisfatto di lui. Se viene aumentata, spero che non ci sia alcun danno se possono permetterselo, come disse Umar, che Allah sia soddisfatto di lui”». Ahmad ibn al-Qasim disse: «Abu Abdullah fu interrogato sulla jizya sulle teste e gli fu detto: “Hai sentito che Umar, che Allah sia soddisfatto di lui, l'ha stabilita in base alla situazione finanziaria dei dhimmi: dodici, ventiquattro e quarantotto?” Egli rispose: “In base alle loro possibilità. Cosa si dovrebbe fare se uno è povero e non può permettersi quarantotto?” Egli rispose: ‘Si basa sulla capacità’“.Gli fu chiesto: ”Possono essere tassati più di quarantotto?“ Egli rispose: ”Secondo l'hadith di al-Hakam da Amr ibn Maymun, che disse: ‘Per Allah, se lo aumentassi di due dirham, non li danneggerebbe’. Quindi era quarantotto, e lui lo portò a cinquanta. Tuttavia, non specificò alcun aumento oltre a questo.“Dissi ad Abu Abdullah: ”Si dice che al-Shafii affermò che se il popolo in guerra offre di pagare un dinaro a testa all'imam, questi non è autorizzato a combatterli, poiché hanno offerto ciò che il Profeta, la pace sia su di lui, ha prescritto.“ Lui ne fu contento, ci pensò su, poi sorrise e disse: ”La questione richiede una riflessione.\"Salih ibn Ahmad disse: «Chiesi a mio padre: “Cosa ne pensi della jizya?” Egli rispose: “Per quanto riguarda il popolo di Sham, è come prescritto da Umar, che Allah sia soddisfatto di lui: quattro dinari, vestiti e olio. Per quanto riguarda il popolo dello Yemen, è un dinaro per ogni adulto. Per quanto riguarda il popolo dell'Iraq, è in base a ciò che viene loro prelevato”». Al-Athram disse ad Abu Abdullah: «Per il popolo dello Yemen è solo un dinaro e non viene loro addebitato altro?» Egli rispose: «Sì». Gli fu chiesto: «Non vengono loro addebitati quarantotto dirham?» Egli rispose: «Ogni gruppo segue la propria regola stabilita». Poi aggiunse: «Anche il popolo di Sham è diverso dagli altri e ogni gruppo segue ciò che è stato stabilito per loro».Pertanto, la madhhab dell'Imam Ahmad include quattro opinioni:<br>1. L'importo non deve essere aumentato o diminuito rispetto a quanto stabilito da Umar, che Allah sia soddisfatto di lui.<br>2. Può essere aumentato o diminuito a discrezione dell'imam. Al-Khallal disse che questa è la regola che viene seguita.<br>3. Può essere aumentato ma non diminuito.<br>4. In particolare, l'importo per il popolo dello Yemen non deve essere aumentato o diminuito."
            },
            {
                "type": "text",
                "content": "<h2>Non è consentito imporre ai dhimmi un onere che non sono in grado di sostenere, né è consentito torturarli, picchiarli e imprigionarli</h2><p>Le narrazioni riportano che il Messaggero avvertì che nel Giorno della Resurrezione Allah punirà coloro che maltrattano le persone in questo mondo. Ne sono un esempio i racconti provenienti dalla Palestina e dallo Yemen, dove le persone venivano trattate duramente in relazione alla riscossione della jizya. Una narrazione del profeta mostra anche che egli disse che chiunque desiderasse dare consigli a un governante avrebbe dovuto farlo in privato piuttosto che in pubblico. Si dice che Umar ibn al-Khattab fosse attento a non sovraccaricare il popolo con la jizya o il kharaj. Quando venivano raccolte somme ingenti, egli esprimeva preoccupazione per l'eccessiva tassazione e si assicurava che la riscossione avvenisse senza coercizione, senza ricorrere né alla frusta né alla forza. Ali ibn Abi Talib era severo pubblicamente nel garantire la piena riscossione del kharaj, ma in seguito ordinò ai suoi agenti di trattare con gentilezza la popolazione, vietando la vendita delle loro proprietà, come asini, mucche o abiti stagionali, e accettando beni equivalenti. Mu‘adh nello Yemen e Umar ibn al-Khattab a volte accettavano pagamenti in beni come stoffe o persino cammelli, invece di costringere alla vendita delle proprietà. Una lettera di Umar ibn Abd al-Aziz sottolinea che la jizya dovrebbe essere imposta solo a coloro che sono in grado di sostenerla. Gli anziani non musulmani e coloro che hanno perso la capacità di lavorare devono essere sostenuti dal tesoro musulmano piuttosto che essere sottoposti a tasse eccessive. L'enfasi generale è sulla correttezza e la gentilezza. Le imposte, sia la jizya che il kharaj, devono essere riscosse in modo gentile, equo e proporzionale alle capacità individuali, seguendo la guida e gli esempi forniti dal Profeta e dai califfi ben guidati.</p>"
            },
            {
                "type": "image",
                "src": ["assets/ahkam_ahl_al-dhimma_137-140.png","assets/ahkam_ahl_al-dhimma_141-144.png"],
                "sourceUrl": "https://www.noor-book.com/en/ebook-0245-%D8%A7%D8%AD%D9%83%D8%A7%D9%85-%D8%A7%D9%87%D9%84-%D8%A7%D9%84%D8%B0%D9%85%D9%87-%D9%84%D8%A7%D8%A8%D9%86-%D8%A7%D9%84%D9%82%D9%8A%D9%85-pdf",
                "sourceNote": "Ahkam ahl al-dhimma, pagina 137-144 (pagina 231-235 del pdf)",
                "translation": "Hisham ibn Hakim ibn Hizam raccontò di aver incontrato in Palestina alcune persone che venivano torturate per il mancato pagamento della jizya. Hisham disse: «Ho sentito il Messaggero di Allah, pace e benedizioni su di lui, dire: “In verità, Allah punirà nel Giorno della Resurrezione coloro che torturano le persone in questo mondo”». Az-Zuhri narrò da Urwah ibn al-Zubayr che Iyyad ibn Ghanm vide alcuni Nabatei esposti al sole come punizione per la jizya, e disse al loro sorvegliante: “Ho sentito il Messaggero di Allah, pace e benedizioni su di lui, dire: ‘In verità, Allah, l'Eccelso, punirà nel Giorno della Resurrezione coloro che torturano le persone in questo mondo’”. Al-Zuhri narrò anche da Urwah ibn al-Zubayr che fu Hisham ibn Hakim a dire ciò a Iyyad ibn Ghanm. Hisham ibn Hakim disse a Iyyad ibn Ghanm a nome del Messaggero di Allah, pace e benedizioni su di lui. Iyyad allora disse a Hisham: «Hai sentito ciò che hai sentito e visto ciò che hai visto; o forse non hai sentito il Messaggero di Allah, pace e benedizioni su di lui, dire: “Chiunque desideri dare un consiglio a un sovrano non dovrebbe farlo pubblicamente, ma dovrebbe prenderlo per mano e parlargli in privato. Se lui accetta, allora è sufficiente; altrimenti, ha adempiuto al suo dovere”».Abd al-Rahman ibn Jubayr ibn Nufayr narrò da suo padre che Umar ibn al-Khattab, che Allah sia soddisfatto di lui, una volta ricevette una grossa somma di denaro, che presumeva provenisse dalla jizya, e disse: “Temo che abbiate rovinato il popolo”. Essi risposero: “Per Allah, abbiamo preso solo ciò che è giusto e chiaro”. Egli chiese: “Senza usare fruste o frustate?”. Risposero: ‘Sì’. Allora disse: “Sia lodato Allah che non ha permesso che ciò accadesse per mano mia o durante il mio governo”.Sa‘id ibn ‘Amir ibn Hudhaym una volta si recò da Umar ibn al-Khattab, che Allah sia soddisfatto di lui. Quando gli si avvicinò, Umar lo colpì con la frusta. Sa‘id disse: «La tua tempesta precede la tua pioggia; se ci punisci, noi sopporteremo; se ci perdoni, ti saremo grati; e se ci rimproveri, accetteremo il rimprovero». Umar rispose: «Il dovere di un musulmano è solo quello che hai tu: non ritardare la riscossione del kharaj». Sa‘id allora disse: «Tu ci hai ordinato di non imporre ai coltivatori più di quattro dinari, quindi non chiediamo loro più di questo; piuttosto, ritardiamo fino al loro raccolto». Umar allora disse: «Non ti rimuoverò dalla tua posizione finché vivrò!».Abu Ubayd commentò: «Il ritardo era inteso a coincidere con il raccolto, al fine di essere gentili con loro. Non ho sentito parlare di nessun altro momento fisso per la riscossione del kharaj e della jizya». Marwan ibn Muawiyah al-Fazari narrò da Khalaf, l'affrancato della famiglia di Jadhah, da un uomo della famiglia di Abu al-Muhajir, che disse: «Ali ibn Abi Talib nominò un uomo a capo dei notabili e gli disse davanti a tutti: “Non lasciare che nemmeno un dirham del loro kharaj rimanga non riscosso”. Era molto severo nel suo ordine, poi disse: “Portami da te a mezzogiorno”.Quando l'uomo arrivò, Ali disse: “Ti ho dato un ordine prima e ora vengo da te; se disobbedisci, ti rimuoverò. Non vendere loro un asino, una mucca o vestiti per l'inverno o l'estate nel loro kharaj. Sii gentile con loro e agisci con gentilezza e giustizia nei loro confronti”».Antarah disse che Ali era solito riscuotere la jizya da ogni artigiano in base al suo mestiere: dal fabbricante di aghi un ago, dal fabbricante di mole una mola, dal fabbricante di corde delle corde. Quindi chiamava coloro che conoscevano bene le usanze locali e dava loro oro e argento, che essi dividevano tra loro, e diceva: «Prendete questo e dividetelo tra voi». Essi rispondevano: «Non ne abbiamo bisogno». Allora egli diceva: «Voi avete preso il meglio e lasciato il peggio, affinché fossero loro a sopportarlo».Abu Ubayd disse: «Questa procedura di Ali, che Allah sia soddisfatto di lui, aveva lo scopo di prendere da loro questi beni al loro valore monetario equivalente ai dirham dovuti sulle loro teste come jizya, senza costringerli a vendere i loro beni. Poi dedusse quell'importo dal prezzo per gentilezza e per alleggerire il loro fardello».Continuò: «E simile è il racconto di Mu‘adh, che Allah sia soddisfatto di lui, quando disse nello Yemen: “Prendete per me abiti o stoffe invece della sadaqah, perché è più facile per voi e più vantaggioso per gli emigranti nella città”. Allo stesso modo, Umar ibn al-Khattab agì in questo modo, a volte prendendo cammelli al posto della jizya». Lo scopo principale di queste misure è quello di mostrare clemenza nei confronti dei dhimmi. I loro beni non devono essere venduti; piuttosto, viene preso ciò che è facilmente accessibile in termini di valore.Non ricordate che il Messaggero di Allah, pace e benedizioni su di lui, disse:“O il suo equivalente in beni?” Egli ha chiaramente affermato che l'equità sta nell'equivalenza di valore.Jisr disse: «Ho visto la lettera di Umar ibn Abd al-Aziz, che Allah abbia misericordia di lui, indirizzata ad 'Adi ibn Arta, che ci è stata letta a Bassora: “Dopo questo, sappiate che Allah, l'Eccelso, ha comandato che la jizya sia prelevata solo da coloro che, con riluttanza, si sono allontanati dall'Islam e hanno scelto la miscredenza, causando così la loro rovina”. Pertanto, imponete la jizya a coloro che sono in grado di sopportarla e separateli dalla coltivazione della terra, poiché in ciò vi è beneficio per la comunità musulmana e forza contro i loro nemici. Considerate poi coloro tra il Popolo del Libro che sono davanti a voi, la cui età è avanzata e la cui forza è diminuita, e dai quali i guadagni sono diminuiti; sosteneteli quindi dal tesoro dei musulmani con ciò che è appropriato per loro. Se un musulmano avesse un servo che è invecchiato, le cui forze sono diminuite e i cui guadagni sono diminuiti, sarebbe obbligatorio per lui sostenerlo fino a quando la morte o l'emancipazione non li separerà. Mi è stato riferito che il Comandante dei Fedeli, Umar, che Allah sia soddisfatto di lui, una volta passò accanto a un anziano non musulmano che chiedeva l'elemosina alle porte delle case e disse: «Non siamo stati giusti con te? Che abbiamo riscosso la jizya da te nella tua giovinezza e poi ti abbiamo abbandonato nella tua vecchiaia? Allora dispose che gli fosse concessa una rendita dal tesoro adeguata alle sue necessità.Dawud ibn Sulayman al-Juafi disse: \"Umar ibn Abd al-Aziz scrisse ad 'Abd al-Hamid ibn 'Abd al-Rahman: 'La pace sia con te. Dopo questo, sappi che il popolo di Kufa è stato afflitto da difficoltà, severità e ingiustizie a causa delle politiche e delle pratiche malvagie imposte loro da funzionari corrotti. Se vuoi instaurare un sistema di giustizia e benevolenza nella religione, allora nulla dovrebbe essere più importante per te che assicurarti che il popolo obbedisca ad Allah, l'Eccelso. Non imporre tasse ingiuste e non gravare su coloro che non possono sopportarle. Segui il mio comando in questo, poiché ti ho affidato l'autorità che Allah mi ha dato. La pace sia con te."
            },
            {
                "type": "text",
                "content": "<h2>Quando deve essere pagata la jizya?</h2><p>Secondo l'Imam Ahmad e al-Shafi‘i, la jizya deve essere pagata alla fine dell'anno, mentre Abu Hanifah sosteneva che dovesse essere pagata all'inizio dell'anno e riscossa mensilmente. Abu Hanifah la considerava una punizione, quindi se non veniva pagata per anni, si cumulava come le punizioni corporali, e se una persona si convertiva o moriva prima di pagarla, veniva revocata. Abu Yusuf e Muhammad non erano d'accordo, sostenendo che doveva comunque essere riscossa. Poiché la jizyah garantisce protezione, Abu Hanifah sosteneva che si applicasse al futuro, non al passato, a differenza della zakat o del prezzo del sangue.</p>"
            },
            {
                "type": "image",
                "src": "assets/ahkam_ahl_al-dhimma_146.png",
                "sourceUrl": "https://www.noor-book.com/en/ebook-0245-%D8%A7%D8%AD%D9%83%D8%A7%D9%85-%D8%A7%D9%87%D9%84-%D8%A7%D9%84%D8%B0%D9%85%D9%87-%D9%84%D8%A7%D8%A8%D9%86-%D8%A7%D9%84%D9%82%D9%8A%D9%85-pdf",
                "sourceNote": "Ahkam ahl al-dhimma, pagina 146 (pagina 254 del pdf)",
                "translation": "La jizyah è dovuta alla fine dell'anno e non viene richiesta prima di tale data. Questa è l'opinione dell'Imam Ahmad e di al-Shafi‘i.Tuttavia, Abu Hanifah sosteneva che la jizyah fosse dovuta all'inizio dell'anno e che dovesse essere riscossa in rate mensili.Il principio di Abu Hanifah sulla jizyah:<br>- Egli considerava la jizyah una punizione pura, simile alle punizioni corporali.<br>- Se la jizyah si accumula nel corso di più anni, viene sommata, proprio come le punizioni corporali.,<br>- Se una persona si converte all'Islam mentre è debitrice della jizyah per gli anni precedenti, essa viene interamente cancellata, proprio come vengono cancellate le altre punizioni al momento della conversione.<br>- Se una persona muore dopo che è trascorso un anno ma prima di aver pagato la jizyah, essa viene cancellata.<br><br>L'al-Jami‘ al-Saghir afferma:<br>- Se una persona non ha pagato la jizyah per un anno e ne passa un altro, essa non viene riscossa da lui: questa è l'opinione di Abu Hanifah.<br>- Tuttavia, Abu Yusuf e Muhammad sostenevano che dovesse comunque essere riscossa.<br>- Tutti e tre concordavano sul fatto che se una persona muore alla fine dell'anno prima di averla pagata, la jizyah non viene riscossa dal suo patrimonio.<br><br>Secondo Abu Hanifah, se la jizyah fosse dovuta solo alla fine dell'anno, sarebbe stata completamente stabilita e non sarebbe stata revocata, proprio come la zakat o il prezzo del sangue (diyyah).Tuttavia, poiché la jizyah sostituisce l'esecuzione e garantisce la protezione dei non musulmani, si applica per il futuro, non per gli anni passati. Questo perché i combattimenti avvengono nel presente, non nel passato, e anche la protezione è concessa per il futuro, non retroattivamente."
            },
            {
                "type": "image",
                "src": "assets/ahkam_ahl_al-dhimma_148-149.png",
                "sourceUrl": "https://www.noor-book.com/en/ebook-0245-%D8%A7%D8%AD%D9%83%D8%A7%D9%85-%D8%A7%D9%87%D9%84-%D8%A7%D9%84%D8%B0%D9%85%D9%87-%D9%84%D8%A7%D8%A8%D9%86-%D8%A7%D9%84%D9%82%D9%8A%D9%85-pdf",
                "sourceNote": "Ahkam ahl al-dhimma, pagina 148-149 (pagina 256-257 del pdf)",
                "translation": "La maggior parte degli studiosi ha affermato che quando il Messaggero di Allah ﷺ impose la jizyah al Popolo del Libro e ai Magi, non la richiese immediatamente quando il versetto fu rivelato. Piuttosto, stipulò accordi con loro, e questi la pagarono alla scadenza, come parte del loro trattato. Egli inviava i suoi esattori al momento stabilito, e questa fu la pratica dei califfi dopo di lui.Ciò è conforme ai principi generali della Shariah, poiché gli obblighi relativi alla ricchezza che si ripetono ogni anno, come la zakat e il prezzo del sangue (diyyah), diventano esigibili solo alla fine dell'anno, non all'inizio. Allo stesso modo, se una persona accetta di pagare una somma annuale in un contratto, il prestatore non può esigere l'intero importo per il primo anno immediatamente dopo la firma del contratto. Per quanto riguarda il versetto: «Finché non paghino la jizyah» (Sura at-Tawbah 9:29), esso non significa che debbano pagare tutto in una volta al momento della stipula dell'accordo. Si riferisce piuttosto a un pagamento continuo e ricorrente. Se il versetto intendesse un pagamento immediato, allora tutta la jizyah avrebbe dovuto essere riscossa immediatamente dopo l'accordo, cosa impossibile.Il significato corretto è che devono accettare l'obbligo di pagare la jizyah. Questo era il modo di agire del Profeta ﷺ: una volta che accettavano di pagare la jizyah, egli smetteva di combatterli. Ecco perché è vietato combatterli se accettano la jizyah, anche prima che la paghino fisicamente. Ciò è dimostrato nell'hadith di Buraidah, in cui il Profeta ﷺ disse: «Chiamateli a pagare la jizyah; se accettano, prendetela da loro e smettete di combatterli».Egli li chiamò solo ad accettare la jizyah come obbligo, non a pagarla immediatamente.<br><br>Opinioni degli studiosi Shafi‘i sulla scadenza del pagamento della jizyah:<br>- Alcuni studiosi Shafi‘i sostengono che la jizyah sia dovuta all'inizio dell'anno, ma che venga riscossa gradualmente nel corso dell'anno.<br>- Altri hanno affermato che dire che è dovuta all'inizio dell'anno significa solo che è ripartita su tutto l'anno, non che deve essere pagata tutta in una volta. Questo è il motivo per cui se una persona si converte all'Islam, muore o diventa pazza, è responsabile solo per la parte dell'anno in cui era viva come non musulmana.<br>- L'opinione più diffusa è che la jizyah sia dovuta alla fine dell'anno, come la zakat"
            },
            {
                "type": "text",
                "content": "<h2>Chi è tenuto a pagare la jizyah e il divieto di uccidere donne e bambini.</h2><p>I quattro imam e i loro seguaci concordano sul fatto che la jizyah sia imposta solo ai maschi adulti. Ibn al-Mundhir e Abu Muhammad riferiscono che non vi è alcun disaccordo noto tra gli studiosi su questo argomento.Il Profeta ﷺ confermò questa sentenza nella sua lettera a Mu‘adh nello Yemen, dove ordinò che la jizyah fosse riscossa da ogni maschio adulto. Alcuni resoconti menzionano “maschi e femmine adulti”, ma la narrazione più attendibile esclude le donne.</p>"
            },
            {
                "type": "image",
                "src": ["assets/ahkam_ahl_al-dhimma_149-151.png","assets/ahkam_ahl_al-dhimma_152-154.png"],
                "sourceUrl": "https://www.noor-book.com/en/ebook-0245-%D8%A7%D8%AD%D9%83%D8%A7%D9%85-%D8%A7%D9%87%D9%84-%D8%A7%D9%84%D8%B0%D9%85%D9%87-%D9%84%D8%A7%D8%A8%D9%86-%D8%A7%D9%84%D9%82%D9%8A%D9%85-pdf",
                "sourceNote": "Ahkam ahl al-dhimma, pagina 149-151 (pagina 257-262 del pdf)",
                "translation": "Questa è l'opinione dei quattro imam e dei loro seguaci. Ibn al-Mundhir disse: «Non conosco nessuno che sia in disaccordo con loro». Abu Muhammad in al-Mughni affermò: «Non siamo a conoscenza di alcun disaccordo tra gli studiosi su questo argomento».Abu ‘Ubayd riferì da Isma'il ibn Ibrahim, da Ayyub, da Nafi’, da Aslam, lo schiavo liberato di 'Umar رضي الله عنه, che 'Umar رضي الله عنه scrisse ai comandanti dell'esercito ordinando loro di combattere nella via di Allah e di combattere solo coloro che li combattevano. Egli proibì loro di uccidere donne e bambini e disse che dovevano uccidere solo coloro che avevano raggiunto l'età per portare le armi. Inoltre, ordinò loro di imporre la jizyah, ma non alle donne e ai bambini, bensì solo a coloro che avevano raggiunto la maturità. Abu ‘Ubayd ha spiegato che questo si riferisce a coloro che hanno i peli pubici. Questo hadith è la base per determinare chi deve pagare la jizyah. La sentenza è chiara, poiché ‘Umar l'ha applicata solo ai maschi adulti ed ha esentato le donne e i bambini, confermando che non è imposta ai non combattenti.La lettera del Profeta a Mu‘adh nello Yemen recita: «Prendi un dinaro da ogni maschio adulto». Ciò conferma la sentenza di 'Umar, poiché il Profeta specificò i maschi adulti e non le donne o i bambini. Tuttavia, in alcune versioni delle sue lettere, compare la frase “ḥālim e ḥālimah” (maschio e femmina adulti)\". La versione corretta, tuttavia, sembra essere quella che esclude le donne, poiché questa è la sentenza concordata dai musulmani e il modo in cui 'Umar istruì i suoi governatori.Se la versione che include le donne è autentica, allora potrebbe risalire al primo periodo dell'Islam, quando le donne e i bambini del nemico venivano ancora combattuti insieme agli uomini. Tuttavia, questa disposizione fu successivamente abrogata, come si evince dall'hadith di Sa‘b ibn Jaththamah, in cui il Profeta ﷺ permise inizialmente di attaccare i bambini nemici, ma in seguito lo proibì. Abu ‘Ubayd ha menzionato che narrazioni successive proibiscono esplicitamente l'uccisione di donne e bambini, indicando che la precedente sentenza era stata modificata. Il Profeta ﷺ non ha mai ordinato l'uccisione di donne e bambini in nessuna delle sue battaglie. In Sahih al-Bukhari e Sahih Muslim, Ibn 'Umar رضي الله عنهما narrò che durante una delle battaglie del Profeta ﷺ fu trovata una donna uccisa, e il Profeta ﷺ condannò fermamente l'atto, dicendo: «Lei non era una combattente». In un'altra occasione, il Profeta ﷺ vide delle persone riunite e mandò qualcuno a indagare. La persona tornò e disse: “Sono riuniti attorno a una donna uccisa”. Il Profeta ﷺ rispose: “Non era una combattente”. Il comandante di quell'esercito era Khalid ibn al-Walid, quindi il Profeta ﷺ gli inviò un messaggio dicendo: “Non uccidere donne o servi”. In un'altra narrazione, disse: «Non uccidete bambini o servi». Questo fu riportato da Ahmad. In Sunan Abi Dawud, Anas ibn Malik رضي الله عنه narrò che il Profeta ﷺ diede istruzioni ai suoi eserciti: «Andate avanti nel nome di Allah, confidando in Allah e seguendo la via del Messaggero di Allah. Non uccidete un anziano, un bambino, un ragazzo o una donna. Non rubate il bottino di guerra. Raccogliete il bottino in modo corretto, agite con rettitudine e fate del bene, perché Allah ama coloro che fanno del bene». Il divieto di uccidere le donne fu emanato anche nel Giorno di Khandaq e nel Giorno di Khaybar, come riportato nel Musnad Ahmad, dove Ibn Ka‘b ibn Malik narrò da suo zio che quando il Profeta ﷺ inviò le sue forze contro Ibn Abi al-Huqayq a Khaybar, proibì loro di uccidere donne e bambini."
            },
            {
                "type": "text",
                "content": "<h2>Le donne non pagano la jizyah</h2><p>Le donne non sono tenute a pagare la jizyah, ma possono donarla volontariamente. Se cercano rifugio in terre islamiche, vengono ammesse senza pagamento. Se viene loro erroneamente addebitata la jizyah, questa deve essere restituita. A un gruppo assediato composto solo da donne viene concessa protezione senza pagamento. Se sono presenti uomini, la jizyah si applica solo a loro.</p>"
            },
            {
                "type": "image",
                "src": "assets/ahkam_ahl_al-dhimma_156.png",
                "sourceUrl": "https://www.noor-book.com/en/ebook-0245-%D8%A7%D8%AD%D9%83%D8%A7%D9%85-%D8%A7%D9%87%D9%84-%D8%A7%D9%84%D8%B0%D9%85%D9%87-%D9%84%D8%A7%D8%A8%D9%86-%D8%A7%D9%84%D9%82%D9%8A%D9%85-pdf",
                "sourceNote": "Ahkam ahl al-dhimma, pagina 156 (pagina 264 del pdf)",
                "translation": "Se una donna si offre di pagare la jizyah, le viene comunicato che non è tenuta a farlo. Se insiste e dice: «Lo faccio volontariamente», allora il pagamento viene accettato come volontario e non come jizyah. Se ha stipulato un accordo per pagare la jizyah, ha il diritto di recedere in qualsiasi momento.Se offre il pagamento per entrare nella terra dell'Islam ed evitare la schiavitù, le è permesso entrare senza pagare nulla, ma deve accettare le leggi dell'Islam e le viene concesso un accordo di protezione (dhimmah). Non le viene preso denaro, tranne se lo dona volontariamente dopo essere stata informata che non è tenuta a pagare nulla.Se le è stato prelevato qualcosa senza che lei fosse a conoscenza di questa norma, le deve essere restituito, perché lo ha pagato partendo dal presupposto che la sua vita fosse protetta solo da questo pagamento, analogamente a una persona che paga pensando che sia un obbligo, solo per scoprire in seguito che non era richiesto. Se le forze musulmane assediano una fortezza in cui si trovano solo donne e queste offrono di pagare la jizyah in cambio di protezione, viene loro concesso un dhimmah (accordo di protezione) senza alcun pagamento e diventa proibito ridurle in schiavitù.Se la fortezza contiene sia uomini che donne e questi richiedono un trattato in base al quale solo le donne e i bambini pagano la jizyah mentre gli uomini no, tale trattato non è valido. Tuttavia, se offrono la jizyah a nome di tutti, essa viene accettata, ma si applica solo come jizyah per gli uomini e non per le donne e i bambini."
            },
            {
                "type": "text",
                "content": "<h2>La jizya non viene prelevata dai poveri</h2><p>Una persona povera che non può permettersi di pagare la jizya non è tenuta a farlo, poiché gli obblighi nell'Islam si applicano solo a coloro che ne hanno la possibilità. 'Umar رضي الله عنه la impose solo a coloro che potevano lavorare e guadagnare. Alcuni studiosi Shafi'i affermarono che la jizya rimane un debito, ma questo vale solo per i debiti umani, non per gli obblighi divini. La jizya non è un affitto, e 'Umar رضي الله عنه fornì persino aiuti finanziari ai poveri non musulmani, dimostrando che essi non sono tenuti a pagarla.</p>"
            },
            {
                "type": "image",
                "src": "assets/ahkam_ahl_al-dhimma_159-160.png",
                "sourceUrl": "https://www.noor-book.com/en/ebook-0245-%D8%A7%D8%AD%D9%83%D8%A7%D9%85-%D8%A7%D9%87%D9%84-%D8%A7%D9%84%D8%B0%D9%85%D9%87-%D9%84%D8%A7%D8%A8%D9%86-%D8%A7%D9%84%D9%82%D9%8A%D9%85-pdf",
                "sourceNote": "Ahkam ahl al-dhimma, pagina 159-160 (pagina 267-268 del pdf)",
                "translation": "Non è prevista alcuna jizyah per una persona povera che non è in grado di pagare. Questa è l'opinione della maggioranza degli studiosi. L'imam al-Shafi‘i aveva tre opinioni al riguardo. La prima è che la jizyah non è richiesta a una persona povera. La seconda è che è richiesta, con due possibili esiti: o la persona viene espulsa dai territori islamici se non è in grado di pagare, oppure la jizyah rimane come debito nel suo registro e viene riscossa in un secondo momento, quando potrà permetterselo. Il punto di vista corretto è che la jizyah non è richiesta a chi non è in grado di pagare, poiché Allah non impone a nessuno un fardello superiore alle proprie possibilità. 'Umar رضي الله عنه la impose solo a una persona povera che era in grado di lavorare, poiché poteva guadagnare e pagare. I principi islamici confermano che obblighi come la zakat, il prezzo del sangue (diyyah), le espiazioni (kaffarah) e l'imposta fondiaria (kharaj) non si applicano a coloro che non sono in grado di pagare. Non c'è obbligo in caso di incapacità e nessun divieto in caso di necessità.Se qualcuno sostiene che la jizyah dovrebbe rimanere un debito da riscuotere in seguito, la risposta è che questo vale per i debiti tra le persone, non per gli obblighi imposti da Allah, che si applicano solo a coloro che sono in grado di adempierli.Se qualcuno sostiene che la jizyah è come un affitto per vivere in terre islamiche, la risposta è che nessuna delle regole dell'affitto si applica ad essa. 'Umar رضي الله عنه ha persino fornito sostegno finanziario dal tesoro musulmano ad alcuni non musulmani poveri, il che contraddice l'idea di esigere da loro la jizyah mentre ricevono aiuti dai musulmani."
            },
            {
                "type": "text",
                "content": "<h2>Coloro che appartengono al Popolo del Libro dai quali non viene riscossa la jizya</h2><p>Gli anziani, i disabili, i ciechi e coloro che soffrono di malattie croniche sono esenti dalla jizya, anche se ricchi, poiché non possono combattere. Questa è l'opinione della maggior parte degli studiosi, tra cui Ahmad, Abu Hanifah, Malik e una delle opinioni di al-Shafi‘i. Un'altra opinione di al-Shafi‘i sostiene che essi debbano pagare, considerando la jizya come un affitto per vivere in terre islamiche. Tuttavia, l'opinione prevalente è che, poiché non sono combattenti, essi siano trattati come donne e bambini e non siano tenuti a pagare.</p>"
            },
            {
                "type": "image",
                "src": "assets/ahkam_ahl_al-dhimma_161.png",
                "sourceUrl": "https://www.noor-book.com/en/ebook-0245-%D8%A7%D8%AD%D9%83%D8%A7%D9%85-%D8%A7%D9%87%D9%84-%D8%A7%D9%84%D8%B0%D9%85%D9%87-%D9%84%D8%A7%D8%A8%D9%86-%D8%A7%D9%84%D9%82%D9%8A%D9%85-pdf",
                "sourceNote": "Ahkam ahl al-dhimma, pagina 161 (pagina 269 del pdf)",
                "translation": "La jizyah non viene imposta agli anziani, ai disabili gravi, ai non vedenti o a coloro che soffrono di malattie croniche senza speranza di guarigione, anche se sono ricchi. Questa è l'opinione di Ahmad, dei suoi seguaci, di Abu Hanifah, di Malik e di una delle opinioni di al-Shafi‘i, poiché questi individui non combattono e non vengono combattuti, quindi sono esenti dalla jizyah, proprio come le donne e i bambini.In un'altra opinione, al-Shafi‘i sosteneva che essi dovessero comunque pagare la jizyah perché la considerava una forma di affitto per risiedere in terre islamiche. Essendo uomini adulti e ricchi, non possono rimanere nel Dar al-Islam senza pagare. Egli sosteneva che il hadith di Mu‘adh e la formulazione generale della sentenza di ‘Umar lo confermassero, poiché ‘Umar ordinò che la jizyah fosse riscossa da tutti gli uomini in grado di farsi crescere la barba. Se la jizyah è considerata un affitto, allora si applica a loro, e se è vista come una pena per la miscredenza, si applica anche in questo caso, quindi in entrambi i casi non dovrebbero essere esentati. Tuttavia, gli studiosi che li esentano sostengono che, poiché non sono in grado di combattere, non sono tenuti a pagare la jizyah, proprio come le donne e i bambini. L'imam Ahmad ha anche affermato in una narrazione che se un uomo si chiude in casa e non combatte, non deve essere ucciso e non è tenuto a pagare la jizyah."
            },
            {
                "type": "text",
                "content": "<h2>Shayk Ibn Uthaymeen afferma che i dhimmi sono protetti dalla Sharia e non possono essere uccisi se non in modo giusto (punizione).</h2><p>L'affermazione di Allah “la vita che Allah ha reso sacra” (Sura Al-Isra : 33) si riferisce a coloro che non possono essere uccisi se non in modo giusto. La giustizia nelle sentenze legali significa ciò che è comandato da Allah e dal Suo Messaggero. Quattro gruppi sono protetti: i credenti, i dhimmi, i non musulmani vincolati da trattati (mu‘ahids) e i visitatori temporaneamente protetti (musta’mins).I dhimmi vivono permanentemente sotto la Sharia e pagano la jizyah, i mu‘ahids hanno un trattato di pace ma vivono nelle loro terre, e i musta’mins entrano temporaneamente per commerciare o studiare. Un trattato di pace può essere stipulato con tutti i non musulmani, e l'opinione prevalente è che la protezione della dhimmah sia aperta anche a tutti i non musulmani, non solo agli ebrei, ai cristiani e ai magi.</p>"
            },
            {
                "type": "image",
                "src": "assets/al-qawl_al-mufid_'ala_kitab_al-tawhid_499.png",
                "sourceUrl": "https://www.noor-book.com/en/ebook-3037-%D8%B4%D8%B1%D8%AD-%D9%83%D8%AA%D8%A7%D8%A8-%D8%A7%D9%84%D8%AA%D9%88%D8%AD%D9%8A%D8%AF-%D8%A7%D9%84%D9%82%D9%88%D9%84-%D8%A7%D9%84%D9%85%D9%81%D9%8A%D8%AF-%D8%B9%D9%84%D9%8A-%D9%83%D8%AA%D8%A7%D8%A8-%D8%A7%D9%84%D8%AA%D9%88%D8%AD%D9%8A%D8%AF-%D8%A7%D9%84%D8%B9%D8%AB%D9%8A%D9%85%D9%8A%D9%86-%D8%AF%D8%A7%D8%B1-%D8%A7%D8%A8%D9%86-%D8%A7%D9%84%D8%AC%D9%88%D8%B2%D9%8A-%D9%83%D8%AA%D8%A7%D8%A8-pdf",
                "sourceNote": "Al-qawl al-mufid 'ala kitab al-tawhid, pagina 499 (pagina 500 del pdf)",
                "translation": "Quando Allah dice “la vita che Allah ha reso sacra”, si riferisce al divieto di uccidere. La parola “haram” (proibito) ha un oggetto implicito, che significa “proibito uccidere”, e anche il pronome che si riferisce alla ‘vita’ è implicito.La frase “se non con giustizia” significa se non con ciò che è giusto e lecito. Nelle sentenze legali, “verità (al-haqq)” si riferisce alla giustizia, mentre nelle narrazioni si riferisce alla veridicità. La giustizia è definita come ciò che Allah e il Suo Messaggero hanno comandato, come dice Allah: “In verità, Allah comanda la giustizia” (Sura an-Nahl 16:90). Ci sono quattro categorie di persone la cui vita è protetta:<br>- Il credente (protetto a causa della sua fede).<br>- Il dhimmi (un non musulmano che ha stipulato un accordo per vivere in terre islamiche in cambio del pagamento della jizyah).<br>- Il mu‘ahid (un non musulmano la cui nazione ha un trattato di pace con i musulmani).<br>- Il musta’min (un non musulmano che è entrato in terre islamiche con sicurezza temporanea, ad esempio per commerciare o per conoscere l'Islam). La differenza tra un dhimmi, un mu‘ahid e un musta’min è che il dhimmi vive permanentemente sotto un accordo di protezione in cambio del pagamento della jizyah. Il mu‘ahid rimane nel proprio paese in base a un trattato di non aggressione reciproca. Il musta’min non ha alcun trattato o accordo permanente, ma gli è stata concessa una sicurezza temporanea, come nel caso di un mercante straniero o di un visitatore che sta imparando a conoscere l'Islam.<br><br>Allah ordina la protezione di tali individui, come nel versetto: «E se uno dei politeisti chiede la tua protezione, concedigli sicurezza affinché possa ascoltare le parole di Allah, poi scortalo dove è al sicuro» (Sura at-Tawbah 9:6).C'è un'altra distinzione: un trattato di pace (mu‘ahadah) può essere stipulato con qualsiasi gruppo non musulmano, mentre un accordo dhimmah è tradizionalmente limitato a ebrei, cristiani e magi. Tuttavia, la visione corretta è che la protezione dhimmah può essere estesa a tutti i non musulmani."
            },
            {
                "type": "text",
                "content": "<h2>Al Qurtubi afferma che la Jizya viene riscossa solo dagli uomini combattenti.</h2>"
            },
            {
                "type": "image",
                "src": "assets/tafsir_al_qurtubi_10!166.png",
                "sourceUrl": "https://www.emaanlibrary.com/wp-content/uploads/2019/10/TafseerEQurtubiVol.10.pdf",
                "sourceNote": "Tafsir al qurtubi, volume 10, pagina 166 (pagina 166 del pdf)",
                "translation": "I nostri studiosi, che Allah abbia misericordia di loro, hanno affermato che il Corano indica che la jizyah viene riscossa solo dagli uomini adulti in grado di combattere, poiché Allah dice: «Combattete coloro... finché non paghino la jizyah» (Sura at-Tawbah 9:29). Ciò implica che la jizyah è richiesta a coloro che prendono parte al combattimento.Ciò dimostra anche che la jizyah non viene richiesta agli schiavi, anche se sono combattenti, perché non possiedono ricchezze. Il versetto dice «finché non paghino», e una persona che non possiede ricchezze non può «pagare» nulla. Gli studiosi concordano all'unanimità sul fatto che la jizyah viene imposta solo agli uomini liberi e adulti, poiché sono loro che combattono, mentre le donne, i bambini e gli schiavi ne sono esenti."
            }
        ]
    }
]