[
    {
        "id": 1,
        "title": "Sunan Abi Dawud 4449",
        "category": "hadith",
        "date": "30-11-2025",
        "author": "Vittorio",
        "excerpt": "Questo hadith, che i cristiani amano generalmente usare contro di noi per dimostrare che la Torah è stata preservata, ha un narratore debole di nome Hisham bin Sa'd Al Madni. La versione corretta di questo hadith è Sunan Abu Dawud 4446, che non include Hisham Bin Sa'd...",
        "content": [
            {
                "type": "text",
                "content": "<p>Questo hadith, che i cristiani amano generalmente usare contro di noi per dimostrare che la Torah è stata preservata, ha un narratore debole di nome Hisham bin Sa'd Al Madni. La versione corretta di questo hadith è Sunan Abu Dawud 4446, che non include Hisham Bin Sa'd nella catena di trasmissione e non menziona il profeta ﷺ che tiene in mano la Torah e dice di credere in colui che l'ha rivelata. Nella scansione qui sotto Shuayb Al Arna'oot lo indebolisce a causa di Hisham bin Sa'd.</p>"
            },
            {
                "type": "image",
                "src": "assets/sunan_abi_dawud_4449.png",
                "sourceUrl": "https://ia600606.us.archive.org/9/items/Eidh416_gmail_7_20180131_0551/6%D8%B3%D9%86%D9%86%20%D8%A3%D8%A8%D9%89%20%D8%AF%D8%A7%D9%88%D8%AF%20%D8%AA%D8%AD%D9%82%D9%8A%D9%82%20%D8%B4%D8%B9%D9%8A%D8%A8%20%D8%A7%D9%84%D8%A3%D8%B1%D9%86%D8%A4%D9%88%D8%B7.pdf",
                "sourceNote": "Sunan abi Dawud a cura di Shu'ayb al-Arna'ut e Muhammad Kamil Qara Balla, volume 6, pagina 498 (pagina 498 del pdf)",
                "translation": "4449- Ci ha riferito Ahmad ibn Sa'id al-Hamdani, ci ha riferito Ibn Wahb, mi ha riferito Hisham Ibn Sa'd, che Zayd ibn Aslam gli ha raccontato da Ibn 'Umar che un gruppo di ebrei è venuto dal Messaggero di Allah, che Allah lo benedica e gli dia pace, e gli ha chiesto di andare alla scuola, e lui è andato da loro e ha detto: \"O Abu al-Qasim, uno dei nostri ha commesso adulterio con una donna, giudica tra loro\". Gli misero un cuscino sotto le gambe e lui si sedette su di esso, poi disse: «Portatemi la Torah». Gliela portarono, lui tolse il cuscino da sotto di sé e vi posò sopra la Torah, poi disse: «Credo in te e in colui che ti ha fatto scendere», poi disse: «Portatemi il più sapiente tra voi». Fu portato un giovane, poi raccontò la storia della lapidazione secondo il racconto di Malik, da Nafi (1). <br><br> (1) Debole in questo contesto, poiché è stato riportato solo da Hisham ibn Sa'd, e ciò che è riportato solo da lui non è attendibile, visto che Ibn Shihab al-Zuhri lo ha contraddetto nei (Sahih) e in altri testi, riportandolo con un altro contesto da Nafi' da Ibn 'Umar, e la sua narrazione è stata riportata in precedenza con il numero (4446). È stato riportato da Ibn Abd al-Barr in \"Al-Tamhid\" 397/14 da Abu Dawud, con questa catena di trasmissione."
            },
            {
                "type": "text",
                "content": "<p>Ad Dhahabi cita studiosi che lo hanno definito debole, come Yahya Ibn Ma'in, Ahmad, Abu Hatim e Ibn 'Adi, mentre Abu Dawud lo considerava affidabile, specialmente nella narrazione di Zayd ibn Aslam رضي الله عنه (in questo caso narra per Ibn Umar رضي الله عنه). Ibn Hibban lo ha accusato di attribuire erroneamente i rapporti mauquf come marfu' e di non comprendere l'isnad.</p>"
            },
            {
                "type": "image",
                "src": "assets/siyar_a'lam_al-nubala'.png",
                "sourceUrl": "https://dn721202.ca.archive.org/0/items/Siyar_Alam_Nubala_Thahabi/san07.pdf",
                "sourceNote": "Siyar A'lam al-Nubala' a cura di Shu'ayb al-Arna'ut e 'Ali abu Zayd, volume 7, pagina 345 (pagina 345 del pdf)",
                "translation": "Abbas disse, riferendosi a Ibn Ma'in: «È debole». Ahmad disse: «Non era un esperto». Abu Hatim disse: «Per me lui e Ibn Ishaq sono uguali». Ahmad disse: «Yahya ibn Sa'id non narrava da lui». Abu Dawood disse: «È affidabile, il più attendibile tra gli uomini riguardo a Zayd ibn Aslam». Abdullah ibn Ahmad disse: «Ho chiesto a mio padre di lui, e mi ha risposto: \"È così e così\"». Mu'awiya ibn Salih riferì da Ibn Ma'in: «Non è così forte». Ibn Adi disse: «Nonostante la sua debolezza, i suoi hadith vengono trascritti». E Ibn Hibban, come al solito, citò che egli narrava da Sa'id ibn al-Musayyib. Così è scritto nella copia, poi disse: era tra coloro che trasmettevano la catena di trasmissione (1), senza comprenderla, e attribuiva le narrazioni sospese a fonti che non conosceva, quindi quando le sue contraddizioni con le prove divennero numerose, ..."
            }
        ]
    }
]